tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "azure-cli"
brew "glib"
brew "pkg-config"
brew "circleci"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "gh"
brew "helm"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kubectx"
brew "neovim"
brew "netlify-cli"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "subversion"
brew "telnet"
brew "terraform"
brew "tmux"
brew "vips"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
cask "dotnet-sdk"
cask "font-devicons"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
cask "mono-mdk"
cask "ngrok"
