azure-cli
vitorgalvao/tiny-scripts/cask-repair
cloudfoundry/tap/cf-cli
cocoapods
ctags
doctl
dos2unix
fd
fzf
giflib
gobject-introspection
heroku/brew/heroku
ipython@5
jpeg
jupyter
kompose
kotlin
libxml2
macvim
neovim
nginx
openssl@1.1
pango
pipenv
swiftformat
telnet
vim
watchman
yarn
