tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
brew "jpeg-turbo"
brew "libpng"
brew "webp"
brew "glib"
brew "pkg-config"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "gh"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "subversion"
brew "telnet"
brew "tmux"
brew "vips"
brew "watchman"
brew "wget"
brew "zlib"
cask "font-devicons"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro"
